11/data/attachments/c918ea47e94f96c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_2a65597f-1b65-4443-ac68-bb0f9ed069c2</nif:username>
            <nif:friendToBeAdded>Kevin_offer_Friend_30774_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>